[
    {
        "title": "Kue Onde-Onde",
        "minides": "Onde-onde adalah kue tradisional Indonesia yang terbuat dari tepung ketan dan biasanya diisi dengan pasta kacang hijau manis. Kue ini kemudian digoreng atau direbus dan dilapisi dengan biji wijen.",
        "image": "onde_onde.jpg",
        "markdownData": "# Penjelasan Onde-Onde\nOnde-onde merupakan salah satu kue tradisional yang sangat populer di Indonesia, terutama di daerah Sulawesi. Ciri khas dari onde-onde adalah kulitnya yang kenyal dan lapisan biji wijen yang menutupi seluruh permukaannya. Isi dari onde-onde biasanya berupa pasta kacang hijau yang manis, namun ada juga variasi isi seperti kacang merah, kelapa parut manis, atau cokelat.\n\n## Resep Onde-Onde\n\n### Bahan-bahan\n- Bahan Kulit:\n  - 250 gram tepung ketan\n  - 50 gram kentang, kukus dan haluskan\n  - 200 ml air hangat\n  - 1/4 sendok teh garam\n  - 1 sendok makan gula pasir\n  - Wijen secukupnya\n\n- **Bahan Isi:\n  - 100 gram kacang hijau kupas\n  - 100 gram gula pasir\n  - 1/4 sendok teh garam\n  - 100 ml santan\n  - 2 lembar daun pandan (opsional)\n\n### Cara Membuat\n1. **Membuat Isi:\n   - Rendam kacang hijau kupas selama 2 jam, lalu kukus hingga empuk.\n   - Haluskan kacang hijau yang sudah dikukus.\n   - Campurkan kacang hijau halus dengan gula pasir, garam, dan santan. Masak di atas api kecil sambil diaduk hingga adonan kering dan bisa dipulung.\n   - Bentuk adonan isi menjadi bulatan kecil-kecil. Sisihkan.\n\n2. **Membuat Kulit:\n   - Campurkan tepung ketan, kentang halus, gula pasir, dan garam.\n   - Tambahkan air hangat sedikit demi sedikit sambil diuleni hingga adonan kalis dan bisa dipulung.\n   - Ambil sedikit adonan kulit, pipihkan, lalu beri isi di tengahnya. Tutup dan bulatkan kembali hingga rapat.\n   - Gulingkan bulatan onde-onde ke dalam wijen hingga seluruh permukaannya tertutup wijen.\n\n3. **Menggoreng Onde-onde:\n   - Panaskan minyak dengan api sedang.\n   - Goreng onde-onde hingga kuning kecokelatan dan matang. Angkat dan tiriskan.\n   - Onde-onde siap disajikan.\n\n### Tips:\n- Pastikan minyak sudah cukup panas sebelum menggoreng onde-onde agar kulitnya tidak meletus.\n- Adonan kulit harus benar-benar kalis agar tidak mudah pecah saat digoreng.\n\n## Referensi Resep Onde-Onde \n -www.resepkoki.id/resep/resep-klepon. \n -www.cookpad.com/id/resep/23893377-onde-onde-kelapa"
    },
    {
        "title": "Kue Taripang",
        "minides": "Taripang adalah salah satu kue tradisional khas dari Sulawesi Selatan, terutama terkenal di Makassar. Kue ini memiliki tekstur yang kenyal dan rasa manis legit.",
        "image": "taripang.jpg",
        "markdownData": "# Penjelasan Kue Taripang\nKue Taripang dikenal dengan bentuknya yang menyerupai teripang, sejenis hewan laut. Teksturnya yang kenyal dan rasa manisnya yang khas membuat kue ini disukai banyak orang. Biasanya, kue ini terbuat dari tepung ketan dan gula merah yang dimasak hingga mengental dan kemudian dipotong-potong sesuai selera.\n\n## Resep Kue Taripang\n\n### Bahan-bahan\n- 200 gram tepung ketan\n- 200 gram gula merah, serut halus\n- 100 ml air\n- 1/4 sendok teh garam\n- 2 lembar daun pandan (opsional)\n- Minyak goreng secukupnya untuk menggoreng\n\n### Cara Membuat\n1. Membuat Adonan:\n   - Campurkan tepung ketan dengan air sedikit demi sedikit sambil diuleni hingga adonan kalis dan bisa dipulung.\n   - Ambil sedikit adonan, bentuk bulat atau sesuai selera. Lakukan hingga adonan habis.\n\n2. **Menggoreng Adonan:\n   - Panaskan minyak dalam wajan.\n   - Goreng adonan yang sudah dibentuk hingga matang dan berwarna kuning kecokelatan. Angkat dan tiriskan.\n\n3. **Membuat Gula Cair:\n   - Panaskan gula merah serut, garam, dan daun pandan (jika menggunakan) dengan 100 ml air dalam wajan.\n   - Masak hingga gula merah larut dan mengental. Angkat dan sisihkan daun pandan.\n\n4. **Membalut Kue:\n   - Masukkan kue yang sudah digoreng ke dalam gula cair yang masih panas. Aduk hingga semua kue terbalut rata dengan gula merah.\n   - Angkat dan letakkan kue yang sudah terbalut gula merah di atas loyang atau wadah datar. Biarkan dingin dan gula mengeras.\n\n5. **Penyajian:\n   - Setelah dingin dan gula mengeras, kue Taripang siap disajikan.\n\n### Tips:\n- Gunakan api kecil saat menggoreng agar kue matang merata dan tidak gosong.\n- Pastikan gula merah benar-benar mengental sebelum membalut kue agar gula dapat menempel dengan baik.\n\n## Referensi Resep Kue Taripang \n- www.cookpad.com/id/resep/13455140-kue-taripang \n- www.kanjabung.com/membuat-kue-taripang-khas-sulawesi-selatan-bersama-minkan-yukkk/"
    },
    {
        "title": "Kue Barongko",
        "minides": "Kue barongko adalah salah satu kue tradisional dari Makassar, Sulawesi Selatan. Kue ini terbuat dari bahan dasar pisang yang dihaluskan dan dicampur dengan bahan lain seperti telur, santan, dan gula, lalu dibungkus dengan daun pisang dan dikukus.",
        "image": "barongko.jpg",
        "markdownData": "# Penjelasan Kue Barongko\nKue barongko merupakan makanan penutup yang lembut dan manis, biasanya disajikan pada acara-acara adat, pernikahan, atau hari-hari besar di Sulawesi Selatan. Ciri khas dari kue ini adalah teksturnya yang lembut dan aromanya yang harum, berkat penggunaan daun pisang sebagai pembungkus.\n\n## Resep Kue Barongko\n\n### Bahan-bahan\n- 10 buah pisang raja atau pisang kepok yang matang\n- 3 butir telur\n- 200 ml santan kental\n- 100 gram gula pasir (sesuaikan dengan selera manis)\n- 1/4 sendok teh garam\n- 1/2 sendok teh vanili\n- Daun pisang secukupnya untuk membungkus\n- Lidi atau tusuk gigi untuk menyemat\n\n### Cara Membuat\n1. Menyiapkan Bahan:\n   - Kupas pisang dan haluskan menggunakan garpu atau blender hingga lembut.\n   - Kocok lepas telur dalam wadah terpisah.\n\n2. **Membuat Adonan:\n   - Campurkan pisang yang sudah dihaluskan dengan telur yang sudah dikocok.\n   - Tambahkan santan, gula pasir, garam, dan vanili. Aduk rata hingga semua bahan tercampur sempurna.\n\n3. **Menyiapkan Daun Pisang:\n   - Panaskan daun pisang sebentar di atas api kecil atau kukus sebentar agar daun lebih lentur dan tidak mudah sobek saat digunakan untuk membungkus.\n   - Potong daun pisang sesuai ukuran yang diinginkan.\n\n4. **Membungkus Adonan:\n   - Ambil selembar daun pisang, letakkan beberapa sendok makan adonan di tengahnya.\n   - Lipat daun pisang dan sematkan dengan lidi atau tusuk gigi agar adonan tidak tumpah.\n   - Lakukan hingga adonan habis.\n\n5. **Mengukus Kue:\n   - Panaskan kukusan dan letakkan bungkusan barongko di dalamnya.\n   - Kukus selama 30-40 menit hingga kue matang.\n   - Angkat dan biarkan dingin sejenak sebelum disajikan.\n\n### Tips:\n- Gunakan pisang yang benar-benar matang agar rasa manis dan tekstur kue lebih lembut.\n- Pastikan daun pisang bersih dan sudah dihangatkan agar tidak mudah sobek saat digunakan untuk membungkus.\n\n## Referensi Resep Kue Barongko \n- www.resepkoki.id/resep/resep-barongko. \n- www.food.detik.com/kue/d-5690604/resep-barongko-pisang-yang-legit-khas-makassar-buat-teman-ngopi."
    },
    {
        "title": "Kue Lapis",
        "minides": "Kue Lapis adalah kue tradisional Indonesia yang dikenal dengan lapisan-lapisan berwarna-warni yang disusun secara berurutan. Kue ini biasanya terbuat dari campuran tepung beras, tepung kanji, santan, dan gula.",
        "image": "lapis.jpg",
        "markdownData": "# Penjelasan Kue Lapis\nKue lapis dikenal dengan teksturnya yang kenyal dan lembut serta warna-warni yang menarik. Setiap lapisan kue ini biasanya terdiri dari dua atau lebih warna yang berbeda. Kue ini sering disajikan pada acara-acara khusus atau sebagai camilan sehari-hari.\n\n## Resep Kue Lapis\n\n### Bahan-bahan\n- 300 gram tepung beras\n- 100 gram tepung kanji\n- 500 ml santan\n- 200 gram gula pasir\n- 1/4 sendok teh garam\n- Pewarna makanan secukupnya (biasanya merah, hijau, kuning)\n\n### Cara Membuat\n1. Menyiapkan Adonan:\n   - Campurkan tepung beras, tepung kanji, gula pasir, dan garam dalam satu wadah.\n   - Tambahkan santan sedikit demi sedikit sambil diaduk hingga adonan halus dan tidak ada gumpalan.\n\n2. **Membagi Adonan:\n   - Bagi adonan menjadi beberapa bagian sesuai dengan jumlah warna yang diinginkan.\n   - Beri pewarna makanan pada masing-masing bagian adonan dan aduk hingga rata.\n\n3. **Mengukus Lapisan:\n   - Panaskan kukusan dan olesi loyang dengan sedikit minyak.\n   - Tuangkan satu lapisan adonan ke dalam loyang, kukus selama 5-7 menit hingga setengah matang.\n   - Tuangkan lapisan adonan warna lain di atasnya, kukus kembali selama 5-7 menit. Lakukan berulang hingga adonan habis.\n   - Untuk lapisan terakhir, kukus lebih lama sekitar 15-20 menit hingga kue benar-benar matang.\n\n4. **Penyajian:\n   - Angkat kue dari kukusan dan biarkan dingin.\n   - Setelah dingin, potong-potong kue sesuai selera dan sajikan.\n\n### Tips:\n- Pastikan setiap lapisan sudah setengah matang sebelum menuangkan lapisan berikutnya agar warna tidak bercampur.\n- Gunakan pewarna makanan secukupnya agar warna tidak terlalu pekat.\n\n## Referensi Resep Kue Lapis \n- www.resepkoki.id/resep/resep-kue-lapis \n- www.frisianflag.com/resep-kami/resep-dengan-kental-manis/resep-kue-lapis"
    },
    {
        "title": "Kue Dange",
        "minides": "Kue Dange adalah kue tradisional khas dari Sulawesi Selatan, yang terbuat dari campuran tepung ketan, parutan kelapa, dan gula merah. Kue ini memiliki tekstur yang kenyal dan rasa manis yang khas.",
        "image": "dange.jpg",
        "markdownData": "# Penjelasan Kue Dange\nKue Dange merupakan kue tradisional yang terkenal di Sulawesi Selatan, terutama di kalangan masyarakat Bugis dan Makassar. Kue ini biasanya disajikan pada acara-acara adat dan hari-hari besar. Rasanya yang manis dan gurih serta teksturnya yang kenyal membuat kue ini sangat disukai.\n\n## Resep Kue Dange\n\n### Bahan-bahan\n- 250 gram tepung ketan\n- 200 gram kelapa parut kasar\n- 150 gram gula merah, serut halus\n- 1/4 sendok teh garam\n- Daun pisang secukupnya untuk alas\n\n### Cara Membuat\n1. Membuat Adonan:\n   - Campurkan tepung ketan, kelapa parut, gula merah serut, dan garam dalam satu wadah.\n   - Aduk rata hingga semua bahan tercampur sempurna.\n\n2. **Membentuk Kue:\n   - Ambil sedikit adonan, bentuk bulat atau sesuai selera. Lakukan hingga adonan habis.\n\n3. **Memanggang Kue:\n   - Panaskan wajan datar atau panggangan, letakkan daun pisang di atasnya sebagai alas.\n   - Letakkan adonan kue di atas daun pisang dan panggang dengan api kecil hingga kedua sisi kue matang dan berwarna kecokelatan.\n   - Angkat dan dinginkan sejenak sebelum disajikan.\n\n### Tips:\n- Gunakan kelapa parut yang masih segar agar kue lebih gurih.\n- Panggang dengan api kecil agar kue matang merata dan tidak mudah gosong.\n\n## Referensi Resep Kue Dange\n- www.cookpad.com/id/resep/13633316-dange. \n- www.resepkoki.id/resep/resep-kue-dange/."
    },
    {
        "title": "Kue Katriksala",
        "minides": "Kue Katriksala adalah kue tradisional dari Sulawesi Selatan yang terbuat dari tepung beras dan gula merah, dengan tekstur kenyal dan rasa manis legit.",
        "image": "katriksala.jpg",
        "markdownData": "# Penjelasan Kue Katriksala\nKue Katriksala merupakan salah satu kue tradisional yang populer di Sulawesi Selatan. Kue ini biasanya disajikan pada acara-acara adat dan perayaan khusus. Teksturnya yang kenyal dan rasa manis dari gula merah membuat kue ini digemari oleh banyak orang.\n\n## Resep Kue Katriksala\n\n### Bahan-bahan\n- 200 gram tepung beras\n- 150 gram gula merah, serut halus\n- 100 ml air\n- 1/4 sendok teh garam\n- 2 lembar daun pandan (opsional)\n- Minyak goreng secukupnya untuk menggoreng\n\n### Cara Membuat\n1. Membuat Adonan:\n   - Campurkan tepung beras, gula merah, dan garam dalam satu wadah.\n   - Tambahkan air sedikit demi sedikit sambil diuleni hingga adonan kalis dan bisa dipulung.\n   - Ambil sedikit adonan, bentuk bulat atau sesuai selera. Lakukan hingga adonan habis.\n\n2. **Menggoreng Adonan:\n   - Panaskan minyak dalam wajan.\n   - Goreng adonan yang sudah dibentuk hingga matang dan berwarna kecokelatan. Angkat dan tiriskan.\n\n3. **Penyajian:\n   - Setelah dingin, kue Katriksala siap disajikan.\n\n### Tips:\n- Gunakan api kecil saat menggoreng agar kue matang merata dan tidak gosong.\n- Pastikan adonan kalis agar kue tidak mudah pecah saat digoreng. \n\n## Referensi Resep Kue Katrisala\n- www.cookpad.com/id/resep/13610152-katirisala-khas-bugis. \n- www.idntimes.com/food/recipe/tiara-motik/resep-katirisala-gula-merah-c1c2"
    },
    {
        "title": "Pisang Ijo",
        "minides": "Pisang Ijo adalah makanan penutup khas Makassar yang terbuat dari pisang yang dibalut dengan adonan tepung berwarna hijau, disajikan dengan saus santan dan sirup merah.",
        "image": "pisang_ijo.jpg",
        "markdownData": "# Penjelasan Pisang Ijo\nPisang Ijo, atau yang sering disebut Pisang Ijo, adalah makanan penutup khas dari Makassar, Sulawesi Selatan. Makanan ini terbuat dari pisang yang dibalut dengan adonan tepung berwarna hijau dan disajikan dengan saus santan dan sirup merah. Pisang Hijau biasanya dinikmati sebagai hidangan penutup atau makanan ringan saat berbuka puasa.\n\n## Resep Pisang Hijau\n\n### Bahan-bahan\n- 6 buah pisang raja atau kepok, kukus hingga matang\n- 100 gram tepung beras\n- 50 gram tepung terigu\n- 300 ml air pandan (dari 5-7 lembar daun pandan)\n- 1/4 sendok teh garam\n- Pewarna makanan hijau (opsional)\n\n### Bahan Saus Santan\n- 500 ml santan\n- 2 sendok makan tepung beras\n- 2 lembar daun pandan\n- 1/4 sendok teh garam\n- 50 gram gula pasir\n\n### Cara Membuat\n1. Membuat Adonan Hijau:\n   - Campurkan tepung beras, tepung terigu, dan garam dalam satu wadah.\n   - Tambahkan air pandan sedikit demi sedikit sambil diaduk hingga adonan kalis dan tidak bergerindil.\n   - Tambahkan pewarna hijau jika menggunakan, aduk rata.\n\n2. **Membalut Pisang:\n   - Ambil satu buah pisang yang sudah dikukus, balut dengan adonan hijau hingga seluruh permukaan tertutup.\n   - Lakukan hingga semua pisang habis.\n   - Kukus pisang yang sudah dibalut selama 10-15 menit hingga adonan hijau matang.\n\n3. **Membuat Saus Santan:\n   - Campurkan santan, tepung beras, daun pandan, garam, dan gula pasir dalam panci.\n   - Masak di atas api kecil sambil terus diaduk hingga mengental. Angkat dan dinginkan.\n\n4. **Penyajian:\n   - Potong-potong pisang hijau sesuai selera.\n   - Sajikan dengan saus santan dan sirup merah.\n\n### Tips:\n- Gunakan pisang yang matang agar rasanya manis dan lezat.\n- Pastikan adonan hijau tidak terlalu kental atau cair agar mudah dibalutkan pada pisang. \n\n## Referensi Resep Kue Pisang Ijo\n- www.cookpad.com/id/resep/9516321-es-pisang-ijo-khas-makassar. \n- www.sasa.co.id/kreasisasa/recipe/es-pisang-ijo"
    }
]